{
  "content": "\nGUIA TÉCNICO AVANÇADO: INGREDIENTES E SOLUÇÃO DE PROBLEMAS EM SORVETES (DUAS RODAS / SELECTA / SPECIALITÁ)\n\n1. CONCEITOS FUNDAMENTAIS\n- Balanceamento: Equilíbrio entre Água, Gordura, SNG (Sólidos Não Gordurosos) e Açúcares.\n- Sólidos Totais Ideais: Massa (34-36%), Picolé (30-32%), Sorbet (28-32%).\n- PAC (Poder Anticongelante): Controla a maciez e temperatura de serviço. Açúcar invertido e Dextrose aumentam o PAC (deixam o sorvete mais macio/menos duro).\n- POD (Poder Adoçante): Intensidade do doce.\n\n2. INGREDIENTES E SUAS FUNÇÕES (LINHA SELECTA)\n\nA. ESTABILIZANTES E LIGAS (O Esqueleto do Sorvete)\n- Liga Neutra (Tradicional/Extra): Evita cristais de gelo, dá corpo. Dosagem: 10g/L.\n- Super Liga Neutra: Maior performance, retarda derretimento.\n- Emustab (Emulsificante): Incorpora ar (overrun) e dá textura macia. Dosagem: 8-10g/L.\n- Aqua 5: Estabilizante específico para picolés à base de água. Evita que o picolé fique \"quebradiço\".\n- Laqua 10: Estabilizante completo para bases de leite ou água.\n\nB. AGENTES DE TEXTURA (Melhoradores)\n- Selecta Cream (Substituto de Gordura): Confere cremosidade sem sabor residual. Ideal para baratear custo sem perder qualidade.\n- Max Cream: Melhorador de textura premium. Aumenta a sensação de \"gordura\" na boca, mesmo em sorvetes com baixo teor de gordura.\n- Glucose (Xarope/Pó): Dá elasticidade, previne cristalização do açúcar e melhora a textura (fio).\n\nC. SABORIZANTES\n- Algemix (Pó): Saborizante clássico. Ex: Morango, Chocolate, Creme.\n- Selecta Plus: Saborizante com polpa de fruta desidratada. Mais natural.\n- Tropical: Saborizantes com acidulante (ideais para base água). Ex: Abacaxi, Limão.\n\nD. LINHA SPECIALITÁ (Alta Confeitaria e Gelato)\n- Pastas Saborizantes: Concentradas. Pistache, Avelã, Baunilha Bourbon. Uso: 20-50g/kg.\n- Variegatos: Mesclas com pedaços de fruta (geleias). Ex: Amarena, Frutas do Bosque, Morango.\n- Crekas/Stracciatella: Coberturas que endurecem em contato com o gelado (flocos crocantes).\n- Pastas Chocolat: Cremes tipo Nutella, Nocciola, Ovomaltine.\n\n3. GUIA DE SOLUÇÃO DE PROBLEMAS (DEFEITOS COMUNS)\n\nPROBLEMA: Sorvete \"Arenoso\" (Sensação de areia)\n- Causa 1: Oscilação de temperatura (Choque térmico) no freezer.\n- Causa 2: Excesso de Lactose (SNG muito alto).\n- Solução: Verificar termostato, usar glucose, diminuir leite em pó ou usar soro de leite.\n\nPROBLEMA: Cristais de Gelo grandes (Gelo perceptível)\n- Causa: Falta de estabilizante (Liga Neutra) ou descongelamento parcial.\n- Solução: Corrigir dosagem da Liga Neutra (10g/L) e verificar temperatura de armazenamento (-18°C a -22°C).\n\nPROBLEMA: Sorvete \"Seco\" ou \"Quebradiço\"\n- Causa: Baixo sólidos totais, falta de gordura ou excesso de estabilizante.\n- Solução: Adicionar Selecta Cream ou aumentar açúcar/glucose.\n\nPROBLEMA: Sorvete muito duro na vitrine\n- Causa: PAC muito baixo (pouco açúcar ou anticongelante).\n- Solução: Substituir parte do açúcar comum por Dextrose ou Açúcar Invertido.\n\nPROBLEMA: Derretimento muito rápido\n- Causa: Excesso de açúcar, pouco estabilizante ou pouco sólidos.\n- Solução: Aumentar Liga Neutra, reduzir dextrose/álcool.\n\n4. RECEITAS BÁSICAS DE REFERÊNCIA\n\nBASE ÁGUA (SORBET/PICOLÉ) - Para 10 Litros\n- 10L Água\n- 2kg a 2.5kg Açúcar\n- 100g Super Liga Neutra (ou Aqua 5)\n- Saborizante (Dosagem conforme embalagem)\n- (Opcional) 100g Emustab se quiser aeração.\n\nBASE LEITE (SORVETE DE MASSA) - Para 10 Litros\n- 10L Leite (ou 10L Água + 1kg a 1.2kg Leite em Pó)\n- 1.8kg a 2kg Açúcar\n- 300g a 500g Gordura (ou Selecta Cream)\n- 100g Super Liga Neutra\n- 100g Emustab\n- Saborizante\n\n5. DICAS DE OURO AMERIPAN\n- Açaí: Para um açaí mais cremoso e menos cristalizado, o uso de glucose e emulsificante é fundamental.\n- Logística: Lembre sempre o cliente do horário de corte (16:30) para garantir a entrega no dia seguinte da rota."
}